{"id":"100003812109664","name":"AmeriCurves North Palm Beach","first_name":"AmeriCurves","last_name":"North Palm Beach","link":"http:\/\/www.facebook.com\/americurves.northpalmbeach","username":"americurves.northpalmbeach","hometown":{"id":"112104655472709","name":"North Palm Beach, Florida"},"location":{"id":"112104655472709","name":"North Palm Beach, Florida"},"bio":"AmeriCurves is a medical spa. our concept is the natural blending of advanced skin care with body and facial rejuvenation services in the relaxing atmosphere and convenience of a day spa. Before medical spas, the only access to these body and facial rejuvenation services was through a doctor's office. AmeriCurves features state-of-the-art technology in a comforting spa environment, offering flexible business hours and easy online appointment scheduling. \nOur talented team of medical spa professionals is dedicated to identifying skin problems, and applying body and facial rejuvenation treatments to enhance the personal appearance, self-esteem and health of our clients. AmeriCurves offers FDA-approved, non-surgical cosmetic procedures for men and women of all skin types, including Body Reshaping, Fat Dissolving, Cellulite Reduction, Laser Hair Removal, Age and Sun Spot Treatment, Laser Wrinkle Treatment, Laser Spider Vein Treatment, Photo Rejuvenation, Skin Tightening, Facials, Chemical Peels, Photo Facial, Photodynamic Acne Therapy, Microdermabrasion, massages, and much more. Our medical spas work only with the most advanced equipment to achieve your desired results.\nAmeriCurves is dedicated to become the nation's leading provider of advanced body and facial rejuvenation services. At every one of our medical spas, our goal is to create a stress-free environment, where our professional, superbly trained spa personnel identify skin problems and then treat our clients using state-of-the-art technology. AmeriCurves works with every individual client to help them reach their goal of enhancing their personal appearance and self-esteem. \n\nSchedule a free skin consultation to identify your skin problems and find out how AmeriCurves can help you achieve total body and facial rejuvenation.","work":[{"employer":{"id":"248297811931036","name":"AmeriCurves"},"location":{"id":"112104655472709","name":"North Palm Beach, Florida"},"position":{"id":"128611560517054","name":"Laser Operator"},"start_date":"0000-00"}],"favorite_teams":[{"id":"284300559123","name":"Miami Heat"}],"gender":"female","website":"www.americurves.com","locale":"en_US","languages":[{"id":"116280521715636","name":"English English"},{"id":"312525296370","name":"Spanish"},{"id":"110485178971978","name":"Arabic"}],"updated_time":"2013-03-05T14:51:35+0000"}