{"id":"100000257861927","name":"Dat Lensche","first_name":"Dat","last_name":"Lensche","link":"http:\/\/www.facebook.com\/Lena.Shorty","username":"Lena.Shorty","birthday":"01\/19\/1988","hometown":{"id":"111736515508561","name":"Ochtrup"},"location":{"id":"162403443813457","name":"Cologne, Germany"},"quotes":"Ist Liebe wirklich?\nWer sie erlebt hat zweifelt nicht daran,dass es sie gibt.\nWas ein Mensch erlebt,dass ist für ihn wirklich.\nWenn ein Mensch nie Liebe erlebt hat,kann er sagen,es gebe sie nicht.\nAber selbst so einer fühlt,dass es soetwas wie Liebe geben muss,denn seine Behauptung es gebe Liebe nicht,entspricht seiner Enttäuschung darüber,dass er sie nicht erlebt.\nTatsächlich sehnt er sich nach Liebe.\nMan kann sich aber nur nach etwas sehnen,dass es gibt.........\n\n\n\nEs dauert Monate, sogar Jahre um das Vertrauen eines Menschen zu erlangen! Aber nur 30 Sekunden genügen um alles zu zerstören! Man sagt, dass es nur 1 Minute dauert, um eine Person zu bemerken, 1 Stunde um sie einzuschätzen, 1 Tag um sie gern oder lieb zu haben, aber ein ganzes Leben um sie zu vergessen\n\n\n\nErst wenn du einen Menschen den du sehr mochtes,der dir sehr nahe stand und mit dem du einsame Stunden verbringen wolltest,verloren hast,weißt du was dir an dieser Person lag!\n\n\n\n\n♥ Ich habe keine Zeit mit denen zu diskutieren, die mich sowieso nicht verstehen. Ich hab auch keine Zeit mir Sorgen über die zu machen, denen ich eh egal bin. Denn ich kümmere mich um die, die mich lieben. Ich rede mit denen, die mich verstehen, und bin denen dankbar, denen ich wichtig bin. Das Leben ist viel zu kurz, um es mit Leuten zu verschwenden, die es nicht wert sind!!!!\n\n\n\n    Die Liebe und der Wahnsinn\n\n\n    Es wird erzählt, dass alle Gefühle und Qualitäten\n    des Menschen ein Treffen hatten.\n    Als die Langeweile zum dritten Mal gähnte,\n    schlug der Wahnsinn wie immer gewitzt vor:\n\n\n    \"Lasst uns verstecken spielen\"\n    Die Intrige hob die Augenbraue\n    und die Neugierde konnte sich nicht mehr zurückhalten\n    und fragte:\" Verstecken, was ist das?\"\n\n    \"Das ist ein Spiel\" sagte der Wahnsinn\n    \"Ich verdecke mein Gesicht und fange an zu zählen,\n    von 1 bis 1Million. Inzwischen versteckt Ihr Euch.\n    Wenn ich das Zählen beendet habe, wird der letzte den ich finde\n    von Euch meinen Platz einnehmen um das Spiel fort zusetzen.\"\n\n    Die Begeisterung und die Euphorie tanzten vor Freude.\n    Die Freude machte so viele Sprünge, dass sie den letzten Schritt tat,\n    um den Zweifel zu überzeugen und sogar die Gleichgültigkeit,\n    die sonst an nichts Interesse zeigte, machte mit.\n\n    Aber nicht alle wollten mitmachen:\n    Die Wahrheit bevorzugte es sich nicht zu verstecken, wozu auch?\n    Zum Schluss würde man sie immer entdecken\n    und der Stolz meinte, das es ein dummes Spiel wäre,\n    (im Grunde ärgerte er sich nur, das die Idee nicht von ihm kam)\n    und die Feigheit zog es vor, nichts zu riskieren.\n\n    \"eins, zwei, drei,.......\"der Wahnsinn begann zu zählen.\n    Als erstes versteckte sich die Trägheit,\n    die sich wie immer hinter den ersten Stein fallen ließ.\n    Der Glaube stieg zum Himmel empor\n    und die Eifersucht versteckte sich im Schatten des Triumphes,\n    der es aus eigener Kraft geschafft hatte,\n    bis zur höchsten Baumkrone zugelangen.\n    Die Großzügigkeit schaffte es kaum, sich selber zu verstecken,\n    da sie bei allen Verstecken die sie fand glaubte,\n    ein wunderbares Versteck für einen ihrer Freunde gefunden zu haben.\n\n    Ein kristallklarer See........ein wunderbares Versteck für die Schönheit.\n    Eine dunkle Höhle............ein perfektes Versteck für die Angst.\n    Der Flug eines Schmetterlings.........das Beste für die Wollust.\n    Ein Windstoß...........großartig für die Freiheit,\n    so versteckte sie sich auf einem Sonnenstrahl.\n    Der Egoismus dagegen fand von Anfang an einen sehr guten Ort,\n    luftig und gemütlich.........aber nur für ihn.\n    Die Lüge verstecke sich auf dem Meeresgrund\n    (stimmt nicht, in Wirklichkeit verstecke sie sich hinter dem Regenbogen).\n\n    Die Leidenschaft und das Verlangen im Zentrum der Vulkane.\n    Die Vergesslichkeit.....ich habe vergessen, wo sie sich versteckte,\n    aber das ist auch nicht so wichtig.\n\n    Als der Wahnsinn\"999 999\" zählte, hatte die Liebe noch kein Versteck gefunden.\n    Alle Plätze schienen besetzt zu sein,\n    ...bis sie den Rosenstrauch entdeckte\n    und gerührt beschloss sich in der Blüte zu verstecken.\n\n    \"Eine Million\", zählte der Wahnsinn und begann zu suchen.\n    Die erste, die entdeckt wurde, war die Trägheit,\n    nur drei Schritte, vom ersten Stein entfernt.\n    Da nach hörte man den Glauben, der im Himmel mit Gott über Theologie diskutierte.\n    Das Verlangen und die Leidenschaft, hörte man im Vulkan vibrieren.\n    In einem unachtsamen Moment fand er die Eifersucht\n    und so natürlich auch den Triumph.\n    Den Egoismus brauchte er gar nicht zu suchen,\n    ganz allein kam er aus seinem Versteck heraus,\n    das sich als Bienen Nest entpuppt hatte.\n\n    Vom vielen laufen bekam er Durst und als er sich dem See näherte,\n    entdeckte er die Schönheit.\n    Mit dem Zweifel, war es noch einfacher,\n    ihn entdeckte er auf einem Zaun sitzend,\n    weil er sich nicht entscheiden konnte,\n    auf welcher Seite, er sich verstecken sollte.\n    So fand er einen nach dem anderen, das Talent im frischen Gras\n    und die Angst in einer dunklen Höhle.\n\n    Nur die Liebe tauchte nirgendwo auf.\n    Der Wahnsinn suchte sie überall. Auf jedem Baum,\n    in jedem Bach dieses Planeten, auf jedem Berg\n    und als er schon aufgeben wollte, erblickte er die Rosen.\n\n    Mit einem Stöckchen fing er an, die Zweige zu bewegen,\n    bis ein schmerzlicher Schrei aufkam.\n    Die Dornen hatte der Liebe die Augen ausgestochen.\n    Der Wahnsinn war hilflos und wusste nicht,,\n    wie er seine Tat wieder gutmachen konnte.\n    Er fing an zu weinen und entschuldigte sich.\n    Er versprach Ihr, für immer Ihr Blindenführer zu sein.\n\n    Seit dieser Zeit, seit das erste Mal auf Erden Verstecken gespielt wurde,\n    ist die Liebe Blind und der Wahnsinn immer Ihr Begleiter.\n\n\n\nWenn du jemanden liebst, wegen seiner Schönheit, ist das nicht Liebe, sondern Lust.\nWenn du jemanden liebst, wegen seinem Fleiß, ist das nicht Liebe, sondern Bewunderung.\nWenn du jemanden liebst, weil er hilfsbereit ist, ist das nicht Liebe, sondern Dankbarkeit.\nAber wenn du jemanden liebst, und du weißt nicht warum du ihn liebst, ist das wahre Liebe.!!!","work":[{"employer":{"id":"195846690434873","name":"Bäckerei Schmitz & Nittenwilm"},"position":{"id":"217982644894407","name":"Köln Arcaden"},"start_date":"0000-00","end_date":"0000-00"}],"favorite_teams":[{"id":"134904013188254","name":"Borussia Dortmund"},{"id":"119410741469917","name":"DFB-Team"}],"favorite_athletes":[{"id":"310111039010406","name":"Marco Reus"},{"id":"210060992360759","name":"Toni Kroos"},{"id":"124037987606288","name":"Mats Hummels"},{"id":"185923878109545","name":"Mario Götze"}],"education":[{"school":{"id":"106226976083250","name":"Berufskolleg Rheine"},"type":"High School"},{"school":{"id":"106366592742954","name":"Marienschule Ochtrup"},"year":{"id":"144560162276732","name":"1998"},"type":"High School","with":[{"id":"100002288148259","name":"Jana Laurenz"},{"id":"100000903779195","name":"Claudia Ehrhardt"},{"id":"1431996935","name":"Matthias Holtmann"},{"id":"1062827491","name":"SH Aft"},{"id":"100001638789163","name":"Lena Wülker"},{"id":"100001251869106","name":"Nicole Ruhkamp"}]},{"school":{"id":"116644375012956","name":"Gem. Hauptschule Ochtrup"},"year":{"id":"113125125403208","name":"2004"},"type":"High School","with":[{"id":"100001161942058","name":"Sarah Abbas"},{"id":"100002008726335","name":"Karin Oelrich"},{"id":"100001784955897","name":"Andre Vogt"},{"id":"100002249723583","name":"Stefan Ha"},{"id":"100002431897397","name":"Mathias Preußners"},{"id":"100000974650959","name":"Raphael Malheiro"},{"id":"100001649330252","name":"Karina Weßling"},{"id":"100002327626631","name":"Lisa Holtmann"},{"id":"100002153063100","name":"Marcell Felix"},{"id":"100002161450807","name":"Reinhard Dircks"},{"id":"100000540815458","name":"Dirk Rensing"},{"id":"100002272916790","name":"Frank Timmermeester"}]},{"school":{"id":"105952356110987","name":"Berufskolleg der Stadt Rheine"},"year":{"id":"141778012509913","name":"2008"},"type":"College"}],"gender":"female","relationship_status":"Single","locale":"de_DE","updated_time":"2013-02-16T18:01:53+0000"}