{"id":"577221020","name":"Monica Suleski","first_name":"Monica","last_name":"Suleski","link":"http:\/\/www.facebook.com\/EEMiami","username":"EEMiami","location":{"id":"108260802527498","name":"Miami Beach, Florida"},"bio":"Monica Suleski, is a visionary thinker and entrepreneur, whose mission is to construct multi-dimensional spaces that blur the line between fashion, art, and interior design. Founded in 1995,\nEclectic Elements is a design firm with a furniture showroom dedicated to design practical and functional environments, with precise attention to detail and complementary design services. \nEclectic’s designs have graced homes of high profile clientele that include notable celebrities such as Lebron James, Michael Mann, Lil Wayne, Carlos Boozer, Sean Kingston, Rafael Furcal and Luis Fonsi, to name a few.\n\nMonica is a CEO on the move, successfully founding and running two unique empires: her showroom which offers her clients everything they need to\nfurnish  their home and her company of Production Rentals for furniture and waterfront estates that are used for popular television and movie production studios such as: MTV USA & Europe, Bravo, HGTV,\nUnivision, Telemundo, ABC, CBS and more. Realtors and developers entrust Eclectic Elements with all their staging needs transforming numerous\nhomes on the market into Sold Real Estate. On her downtime for her personal investment she buys, builds and designs luxury waterfront estates for rentals and sales. Aside from her fast paced and busy lifestyle, she finds time to give back to the community. She hosts charity events in her waterfront Venetian Isles residency, often visiting schools to give motivational and inspiring speeches to the youth of her community. She is also a columnist for a New York Magazine called VENÜ covering Miami design.\n\nSince Eclectic Elements’ inception, Monica’s designs have graced homes throughout the US and Caribbean. Projects include luxury estates, prominent residential properties and notable commercial developments. Renowned for delivering exquisite furnishings with sophisticated design elements, her clientele includes noted designers, architectural firms, Fortune 500 and more.\n\nMonica provides a turn-key operation, meaning, we can have the home ready in 24 hours so our clients can start enjoying their home immediately. Eclectic’s expansive 20,000 sq.ft. showroom features hundreds of styles of furniture that are readily available for next day delivery even for custom pieces. A direct importer of furniture, lighting, and accessories, Eclectic provides shipping and design worldwide. Monica Suleski, daughter of a Polish father and Colombian mother, was raised between the traditional values of Philadelphia and the trendiness of South Beach. Upon graduating from high school, she moved to South Florida to attend the University of Miami, where her love for design and business was further cultivated. Her goal has always been to acquire knowledge and culture, after finishing college she traveled the globe to gain first hand knowledge on furniture production and manufacturing. A doctor’s wife, she’s a self-professed “machine” when it comes to staying fit and healthy. Her Husband Dr. Edmundo Tamayo, who is well recognized in the field of Internal Medicine and founder of the weight loss centers Fit4lifenow, share the same views with her on maintaining a positive work-life balance. As she transforms homes, he transforms people.\n\n“A house is like a woman, and like a woman, a house needs to be dressed appropriately for maximum allure. Every day that passes that it isn’t styled, it isn’t fully enjoyed.” For Monica, it’s all about positive thinking, backing up your idea with mindful, purposeful action and running with it.\n\nEclectic Elements is a Furniture, Art, and Design Firm with an expansive showroom in business since 1995. We provide Interior Design Services, Design & Build, Furniture Sales, Furniture Rentals for Property Staging & Film Production and a Great Friends and Family Referral Program. NO PROJECT IS TOO BIG OR TOO SMALL FOR US! \n\nWe offer:\n• Affordable Prices - Every Style & Budget\n• A Great Friends & Family Referral Program\n• Complementary Design Services & Space Planning\n• Same Day Delivery\n• Furniture Rentals for Property Staging & Production\/Film\/Photography\n• Designer Brands\n• 24 Hour Turn-Key Packages\n• Largest In-Stock Selection of Furniture\n• All furniture styles - Classic to Modern\n• Design & Build\n• Factory Direct Container Pricing\n• Custom Manufacturing in 7-10 days\n• World Wide Shipping and Designing\n\nWe receive shipments of new merchandise daily and provide Factory Direct Container Pricing.\n\nAt Eclectic Elements we pride ourselves in making your place look fabulous while saving you time and money!\n\nEclectic Elements is a unique Furniture, Art, and Design firm with a showroom located in Coral Gables, Florida. Our firm offers full interior design services with the quickest delivery turnaround- even for custom pieces. Our expansive showroom features hundreds of styles of furniture that are readily available for next day delivery. In business since 1995, we offer one of the largest in-stock collections of contemporary, modern, and transitional furniture to fit every lifestyle and budget. A direct importer of furniture, lighting, and accessories, we receive shipments of new merchandise daily.\n\nEclectic Elements offers 24-hour turnkey interiors so you can start enjoying your home immediately. We provide complementary design services, as well as, designer furniture rentals. These services have proven to be very useful for: production companies, motion picture filming, commercials, music videos, photo shoots, still photography, and furniture and interior decoration for room staging.\n\nRealtors and developers entrust Eclectic Elements with all their staging needs transforming numerous apartments and homes on the market into Sold Real Estate. Eclectic Elements has statistically Increased Sales for Realtors. To view our furniture collections, please log onto www.eemiami.com.\n\nTo see world-class interiors furnished and staged by Eclectic Elements, log onto www.widebayestates.com and click 'Properties'. Three properties, which were furnished and featured on HGTV and BRAVO, are available to be seen on virtual tours: Modern Glass Estate, Miami Beach Condo, Hollywood in Miami, and Casa Dove Article- Hollywood in Florida.\n\nAdditional designs can be seen in the following Properties: \n-Modern Miami Beach Condo\n-Glass Modern Estate\n-Hollywood in Miami\n-LP Water Front Villa\n-Zen Palace\n-PH Estate in the Sky\n-JB Retreat\n-Modern Transitional Villa\n-007 Estate\n-Mediterranean Estate w\/Rooftop\n-White Modern Estate\n-Ocean Drive PH (J and H)\n\nEclectic Elements specializes in Residential, Commercial, and Hospitality Design Projects (Hotels, Restaurants, Night Clubs, Offices, and more.) We offer Factory Direct Container Pricing.\n\nOur company also offers exquisitely furnished and unfurnished luxury waterfront estates for short\/long-term rental and sale. The homes feature breathtaking panoramic water views and world-class interiors designed by Eclectic Elements. \n\nProperty features: \nComplete privacy, rooftop terraces, electric gates, 24 hour security, and deep-water docks for large yachts. All the estates have access to concierge services. Additional services include but are not limited to: yachts, jet-skis, luxury car rentals, jets, helicopters, home spa treatments, and more. Situated on the islands, the estates are ideally suited as private retreats.\n\n\nEclectic Elements\n2227 Coral Way Miami, Florida 33145\nTel: (305) 773-7467\nOffice: (305) 285-0899\nwww.eemiami.com\nwww.widebayestates.com\nwww.fit4lifenow.com\n\n\nFollow us on: \n\nInstagram \u0040eclecticelements\n\nTwitter \u0040monicaeemiami\n\nwww.pinterest.com\/monicaeemiami www.facebook.com\/eclecticelementsmiami\nwww.youtube.com\/eemiami \nwww.referralkey.com\/eclecticelements \nwww.eclecticmiami.blogspot.com","quotes":"Appreciation of life, don't take it for granted. Live each day as it was your last. \n\nPositive thoughts make everything easier. Stay focused and stay positive.","work":[{"employer":{"id":"26974722276","name":"Eclectic Elements"},"position":{"id":"147416865300121","name":"President"},"start_date":"1995-01"}],"favorite_athletes":[{"id":"480503748654909","name":"Vitality"}],"education":[{"school":{"id":"108289315859633","name":"University of Miami"},"type":"College"}],"gender":"female","website":"www.eemiami.com\nwww.widebayestates.com\nwww.fit4lifenow.com","locale":"en_US","updated_time":"2013-04-05T22:55:31+0000"}