{"id":"622969638","name":"Lindsey Bellinger","first_name":"Lindsey","last_name":"Bellinger","link":"http:\/\/www.facebook.com\/DjLindseyBell","username":"DjLindseyBell","birthday":"01\/01","hometown":{"id":"104048939631725","name":"Copperas Cove, Texas"},"location":{"id":"108260802527498","name":"Miami Beach, Florida"},"bio":"BIOGRAPHY:\nDj Lindsey Bell, was born in Atlanta on Jan 1st 1981. At the age of 12 after her parents divorced she was forced to move to Texas where her mother's family was located. As an only child music was her escape from everything and her deep appreciation and respect for all types of sound was developed during this time It wasn't until Lindsey's freshman year in college that electronic music was fully introduced to her. Her first experience was a live show at the legendary club Hyperia in Houston warehouse district. Paul Van Dyke was the Dj and like most people trance music is the gateway to the electronic scene and she was hooked. \nThat summer she visited family in Miami Beach and saw just how much she was missing out on musically in Texas. Club Space and Dj Tiesto were the start of her plans to move to miami and be a part of this scene in any way she could! For the next three years she visited Miami, and Club Space every chance she could. The day after graduation she left everything and everyone behind and moved to Miami to follow her dreams. It didn't take long for her to discover the Space Terrace and Oscar G and Steve Lawler! From the first step out on to the terrace a dancer was born. She was unaware she could dance like this but the sound of the tribal drums and hard baselines grabbed a hold of her soul, she was falling deeper and deeper into the underground sound and tribal music and was never turning back. The harder and scarier the beats the more she loved them. \n\nDj Lindsey Bell has been a part of the Miami industry for the past 9 years! Music was always her passion and dance a close second! After becoming one of Miami's top electronic dance performers, Lindsey was easily chosen to dance at the top electronic music festivals in the world, from Ultra to Global Gathering, Ibiza, Keeven's preforming group, and cameo appearances in many CD jewel cases from Global Underground to Filo and Perry live CD disc set, she did not miss an event for the past 9 years! SHE WAS THE ROOM! Although dancing at the time she also was training for her next step Djing! Always her ultimate goal, she has earned her ear! Timing was limited due to her career as a RN in the ER and a geneticist and organic chemist! When the time was right she jumped in full force! She began her djing career, less than 2 years ago in the underground of Miami warehouse scene! An exclusive secret society that is the foundation of sound throughout the Miami after hours club scene. Matt Martinez the creator, and most djs including Erick Morillo, Sean Miller, Murk,Patrick M to name a few frequented these warehouses for guest sets and to unwind after a long day of djing to the public. This was an adult disneyland, centered on house music. The most amazing sets have been played in these forbidden venues due to the freedom an artist has to express themselves and with no added pressures of the normal club scene circuit to worry them! Although the crowd being the true house heads they are can be brutal and will throw you off in a moment! You get one chance! Many days and nights were spent waiting for her chance to jump on when the other djs began to tire from the two day marathons the warehouses are known for. It was very soon that Lindsey no longer had to wait to play she was included in the roster. Her sound was very quickly developed and her sexy spin on the tribal progressive house genre has been consistent, most say her song selection is her weapon! \n\nHer major influences and idols are Chus, Pablo Ceballos, Dformation, Stereo Records, Danny T, Victor Calderone, Mind Control, Keiserdisco, Saeed and Palash, David Tort, Mark Night, Tom Stephan, Boris, Roger Sanchez, Glender, Kult Records, Dj Lv, Alex Poxada, Alan T and Lula. Her first demo released was widely accepted in the Miami club scene, and she began to grow her following. After Alan T accapellas were remixed by Dj LV the track \"Lindsey is not allowed in the Warehouse:\" was produced, although never released it was played at most clubs. Although from that track her fans soon concluded that LINDSEY WAS THE ONLY ONE ALLOWED IN THE WAREHOUSE!The knowledge gained in this one year period in which she never saw the sun and looks were not important, became priceless. \n\nShe has played in several after hours clubs in the Miami circuit from, Twilight, DiscoTekka, Indra, and most recently Mekka for the SHOW ME MIAMI party that follows the space terrace on Sundays. Just recently teaming up with DJ producer Alex Poxada her career is off to a great start! She has a schedule that is growing each day and now that she has returned to the surface, be certain her name will continue to grow in the next year.","quotes":"Sometimes your the windshield and sometimes your the bug!","work":[{"employer":{"id":"144751608877442","name":"RN-ER"},"location":{"id":"110148382341970","name":"Miami, Florida"},"position":{"id":"144751608877442","name":"RN-ER"},"start_date":"0000-00"},{"employer":{"id":"109316222425264","name":"Aventura Hospital and Medical Center"}}],"education":[{"school":{"id":"106011866105024","name":"Copperas Cove High School"},"type":"High School"},{"school":{"id":"25099076618","name":"Sam Houston State University"},"concentration":[{"id":"111560748919766","name":"Genetics, B.S."}],"type":"College"},{"school":{"id":"108231649204815","name":"Miami Dade College"},"year":{"id":"140617569303679","name":"2007"},"concentration":[{"id":"109428919134616","name":"Nursing ASN"}],"type":"College"},{"school":{"id":"110670062286935","name":"UT Arlington"},"year":{"id":"144044875610606","name":"2011"},"concentration":[{"id":"163996180318052","name":"BSN"}],"type":"College"}],"gender":"female","relationship_status":"Single","website":"djlindseybell.podomatic.com\n\nhttp:\/\/twitter.com\/#!\/djlindseybell\n\nhttp:\/\/soundcloud.com\/dj-lindsey-bell\n\nhttp:\/\/web.me.com\/elbellinger\/DJ_LINDSEY_BELL\/Home.html","locale":"en_US","updated_time":"2013-03-21T15:24:20+0000"}